/**
 * 配置资源
 */
export default class ConfigData{
    public static currNum:number=0;
    public static data=[
        {context:"真理惟一可靠的标准就是永远自相符合。",name:" —— 欧文"}
        ,{context:"土地是以它的肥沃和收获而被估价的；才能也是土地，不过它生产的不是粮食，而是真理。如果只能滋生瞑想和幻想的话，即使再大的才能也只是砂地或盐池，那上面连小草也长不出来的。",name:" —— 别林斯基"}
        ,{context:"我需要三件东西：爱情友谊和图书。然而这三者之间何其相通！炽热的爱情可以充实图书的内容，图书又是人们最忠实的朋友。",name:" —— 蒙田"}
        ,{context:"时间是一切财富中最宝贵的财富。",name:" —— 德奥弗拉斯多"}
        ,{context:"世界上一成不变的东西，只有“任何事物都是在不断变化的”这条真理。",name:" —— 斯里兰卡"}
        ,{context:"成功就是当洋溢的生命力突然冲决堤坝而汇入一条合适的渠道。",name:"——何怀宏"}
        ,{context:"意志坚强的人能把世界放在手中像泥块一样任意揉捏。",name:"——歌德"}
        ,{context:"让我们享受人生的滋味吧，如果我们感受得越多，我们就会生活得越长久。",name:"——法朗士"}
        ,{context:"使意志获得自由的唯一途径，就是让意志摆脱任性。",name:"——黑尔"}
        ,{context:"在重视劳动和尊重劳动者的基础上，我们有可能来创造自己的新的道德。劳动和科学是世界上最伟大的两种力量。",name:"——高尔基"}
        ,{context:"业余生活要有意义，不要越轨。",name:"——华盛顿"}
        ,{context:"我觉得他们说得对",name:"——jwei"}
    ]
}